filebench/log/alfs_varmail_1st_sequential_write_log.txt
fio_test: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=128
fio-2.2.8
Starting 1 thread
fio_test: Laying out IO file(s) (1 file(s) / 0MB)

fio_test: (groupid=0, jobs=1): err= 0: pid=3369: Fri Jan 27 15:06:32 2017
  write: io=4096B, bw=4000.0KB/s, iops=1000, runt=     1msec
    slat (usec): min=37, max=37, avg=37.00, stdev= 0.00
    clat (usec): min=824, max=824, avg=824.00, stdev= 0.00
     lat (usec): min=862, max=862, avg=862.00, stdev= 0.00
    clat percentiles (usec):
     |  1.00th=[  828],  5.00th=[  828], 10.00th=[  828], 20.00th=[  828],
     | 30.00th=[  828], 40.00th=[  828], 50.00th=[  828], 60.00th=[  828],
     | 70.00th=[  828], 80.00th=[  828], 90.00th=[  828], 95.00th=[  828],
     | 99.00th=[  828], 99.50th=[  828], 99.90th=[  828], 99.95th=[  828],
     | 99.99th=[  828]
    lat (usec) : 1000=100.00%
  cpu          : usr=0.00%, sys=0.00%, ctx=3, majf=0, minf=1
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=4KB, aggrb=4000KB/s, minb=4000KB/s, maxb=4000KB/s, mint=1msec, maxt=1msec

Disk stats (read/write):
  nvme0n1: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%