filebench/log/alfs_varmail_2nd_sequential_write_log.txt
fio_test: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=128
fio-2.2.8
Starting 1 thread

fio_test: (groupid=0, jobs=1): err= 0: pid=3379: Fri Jan 27 15:06:32 2017
  write: io=4096B, bw=2000.0KB/s, iops=500, runt=     2msec
    slat (usec): min=20, max=20, avg=20.00, stdev= 0.00
    clat (usec): min=1001, max=1001, avg=1001.00, stdev= 0.00
     lat (usec): min=1022, max=1022, avg=1022.00, stdev= 0.00
    clat percentiles (usec):
     |  1.00th=[ 1004],  5.00th=[ 1004], 10.00th=[ 1004], 20.00th=[ 1004],
     | 30.00th=[ 1004], 40.00th=[ 1004], 50.00th=[ 1004], 60.00th=[ 1004],
     | 70.00th=[ 1004], 80.00th=[ 1004], 90.00th=[ 1004], 95.00th=[ 1004],
     | 99.00th=[ 1004], 99.50th=[ 1004], 99.90th=[ 1004], 99.95th=[ 1004],
     | 99.99th=[ 1004]
    lat (msec) : 2=100.00%
  cpu          : usr=0.00%, sys=0.00%, ctx=3, majf=0, minf=1
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=4KB, aggrb=2000KB/s, minb=2000KB/s, maxb=2000KB/s, mint=2msec, maxt=2msec

Disk stats (read/write):
  nvme0n1: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%